/* In browser window title */
"Get a donation key!" = "Ricevi una chiave donazione!";

/* The full name of the supporter */
"Registered to {0}" = "Registrato a {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Grazie per il suo supporto! Il suo contributo aiuterà l'ulteriore sviluppo che renderà Cyberduck migliore.";

/* Copy of donation key */
"Your donation key has been copied to the Application Support folder." = "La sua chiave donazione è stata copiata nella cartella Application Support.";

/* Validation failed */
"Not a valid donation key" = "Chiave donazione non valida";

"This donation key does not appear to be valid." = "Questa chiave donazione non sembra valida.";

/* Thank you */
"Continue" = "Continua";
/* Validation failed */
"Not a valid donation key" = "Chiave donazione non valida";

"This donation key does not appear to be valid." = "Questa chiave donazione non sembra valida.";

/* Thank you */
"Continue" = "Continua";